Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Required, at least 20 characters. Describe the topics, guests, or themes, so listeners know what to expect.
ar: مطلوب، 20 حرفًا على الأقل. صف المواضيع أو الضيوف أو الأفكار، ليعرف المستمعون ما يتوقعونه.
de: Erforderlich, mindestens 20 Zeichen. Beschreibe Themen, Gäste oder Schwerpunkte, damit Hörer wissen, was sie erwartet.
el: Υποχρεωτικό, τουλάχιστον 20 χαρακτήρες. Περιγράψτε τα θέματα, τους καλεσμένους ή τις ιδέες, ώστε οι ακροατές να ξέρουν τι να περιμένουν.
es: Obligatorio, al menos 20 caracteres. Describe los temas, invitados o asuntos, para que los oyentes sepan qué esperar.
fa: الزامی، دست‌کم ۲۰ نویسه. موضوعات، مهمانان یا محورها را شرح دهید تا شنوندگان بدانند چه انتظاری داشته باشند.
fr: Obligatoire, au moins 20 caractères. Décrivez les sujets, invités ou thèmes, pour que les auditeurs sachent à quoi s'attendre.
he: חובה, לפחות 20 תווים. תארו את הנושאים, האורחים או התכנים, כדי שהמאזינים יידעו למה לצפות.
hi: ज़रूरी, कम से कम 20 अक्षर। विषय, मेहमान या थीम बताएँ, ताकि श्रोताओं को पता रहे कि क्या उम्मीद करें।
id: Wajib, minimal 20 karakter. Jelaskan topik, bintang tamu, atau tema, agar pendengar tahu apa yang akan didengar.
it: Obbligatorio, almeno 20 caratteri. Descrivi argomenti, ospiti o temi, così gli ascoltatori sanno cosa aspettarsi.
ja: 必須、20文字以上。リスナーが内容をつかめるよう、話題、ゲスト、テーマを書いてください。
ko: 필수, 20자 이상. 청취자가 무엇을 기대할지 알 수 있도록 주제, 게스트, 테마를 설명하세요.
nl: Verplicht, minstens 20 tekens. Beschrijf de onderwerpen, gasten of thema's, zodat luisteraars weten wat ze kunnen verwachten.
pl: Wymagane, co najmniej 20 znaków. Opisz tematy, gości lub wątki, aby słuchacze wiedzieli, czego się spodziewać.
pt: Obrigatório, pelo menos 20 caracteres. Descreva os assuntos, convidados ou temas, para que os ouvintes saibam o que esperar.
ru: Обязательно, не менее 20 символов. Опишите темы, гостей или вопросы выпуска, чтобы слушатели знали, чего ожидать.
sv: Obligatoriskt, minst 20 tecken. Beskriv ämnen, gäster eller teman, så att lyssnarna vet vad de kan vänta sig.
th: จำเป็น อย่างน้อย 20 ตัวอักษร อธิบายหัวข้อ แขกรับเชิญ หรือธีม เพื่อให้ผู้ฟังรู้ว่าจะได้ฟังอะไร
tr: Zorunlu, en az 20 karakter. Dinleyicilerin ne bekleyeceğini bilmesi için konuları, konukları veya temaları açıklayın.
uk: Обов'язково, щонайменше 20 символів. Опишіть теми, гостей чи питання випуску, щоб слухачі знали, чого очікувати.
vi: Bắt buộc, ít nhất 20 ký tự. Mô tả chủ đề, khách mời hoặc nội dung chính, để người nghe biết sẽ được nghe gì.
zh_hans: 必填，至少 20 个字符。描述话题、嘉宾或主题，让听众知道可以期待什么。

source: Tell listeners what this episode covers, such as the topics, guests, or themes, so they know what to expect before they play it.
ar: أخبر المستمعين بما تتناوله هذه الحلقة، مثل المواضيع أو الضيوف أو الأفكار، ليعرفوا ما يتوقعونه قبل تشغيلها.
de: Erzähle den Hörern, worum es in dieser Folge geht, etwa Themen, Gäste oder Schwerpunkte, damit sie wissen, was sie erwartet, bevor sie sie abspielen.
el: Πείτε στους ακροατές τι καλύπτει αυτό το επεισόδιο, όπως θέματα, καλεσμένους ή ιδέες, ώστε να ξέρουν τι να περιμένουν πριν το ακούσουν.
es: Cuenta a los oyentes de qué trata este episodio, como los temas, los invitados o los asuntos, para que sepan qué esperar antes de reproducirlo.
fa: به شنوندگان بگویید این قسمت دربارهٔ چیست، مثل موضوعات، مهمانان یا محورها، تا پیش از پخش بدانند چه انتظاری داشته باشند.
fr: Dites aux auditeurs ce que couvre cet épisode, comme les sujets, les invités ou les thèmes, pour qu'ils sachent à quoi s'attendre avant de le lancer.
he: ספרו למאזינים על מה הפרק הזה, כמו הנושאים, האורחים או התכנים, כדי שיידעו למה לצפות לפני שינגנו אותו.
hi: श्रोताओं को बताएँ कि इस एपिसोड में क्या है, जैसे विषय, मेहमान या थीम, ताकि चलाने से पहले उन्हें पता रहे कि क्या उम्मीद करें।
id: Beri tahu pendengar apa isi episode ini, seperti topik, bintang tamu, atau tema, agar mereka tahu apa yang akan didengar sebelum memutarnya.
it: Racconta agli ascoltatori di cosa parla questo episodio, come argomenti, ospiti o temi, così sanno cosa aspettarsi prima di avviarlo.
ja: このエピソードで扱う内容を、話題、ゲスト、テーマなどでリスナーに伝えてください。再生する前にどんな内容かがわかります。
ko: 이 에피소드에서 다루는 주제, 게스트, 테마 등을 청취자에게 알려 주세요. 재생하기 전에 무엇을 기대할지 알 수 있습니다.
nl: Vertel luisteraars waar deze aflevering over gaat, zoals de onderwerpen, gasten of thema's, zodat ze weten wat ze kunnen verwachten voordat ze afspelen.
pl: Powiedz słuchaczom, o czym jest ten odcinek, np. o tematach, gościach lub wątkach, aby wiedzieli, czego się spodziewać przed odtworzeniem.
pt: Conte aos ouvintes do que trata este episódio, como assuntos, convidados ou temas, para que saibam o que esperar antes de dar o play.
ru: Расскажите слушателям, о чём этот выпуск — темы, гости или вопросы, — чтобы они знали, чего ожидать, прежде чем его включить.
sv: Berätta för lyssnarna vad avsnittet handlar om, som ämnen, gäster eller teman, så att de vet vad de kan vänta sig innan de spelar det.
th: บอกผู้ฟังว่าตอนนี้พูดถึงอะไร เช่น หัวข้อ แขกรับเชิญ หรือธีม เพื่อให้รู้ว่าจะได้ฟังอะไรก่อนกดเล่น
tr: Dinleyicilere bu bölümün neyi kapsadığını, örneğin konuları, konukları veya temaları anlatın; böylece oynatmadan önce ne bekleyeceklerini bilirler.
uk: Розкажіть слухачам, про що цей випуск — теми, гості чи питання, — щоб вони знали, чого очікувати, перш ніж його ввімкнути.
vi: Cho người nghe biết tập này nói về gì, như chủ đề, khách mời hoặc nội dung chính, để họ biết sẽ được nghe gì trước khi phát.
zh_hans: 告诉听众这一集涵盖的内容，例如话题、嘉宾或主题，让他们在播放前知道可以期待什么。

source: No Images in Posts
ar: لا صور في المنشورات
de: Keine Bilder in Beiträgen
el: Χωρίς εικόνες στις αναρτήσεις
es: Sin imágenes en las publicaciones
fa: بدون تصویر در پست‌ها
fr: Pas d'images dans les messages
he: בלי תמונות בפוסטים
hi: पोस्ट में चित्र नहीं
id: Tanpa Gambar dalam Postingan
it: Niente immagini nei post
ja: 投稿に画像を含めない
ko: 게시물에 이미지 금지
nl: Geen afbeeldingen in berichten
pl: Bez obrazów we wpisach
pt: Sem imagens nas postagens
ru: Без изображений в сообщениях
sv: Inga bilder i inlägg
th: ไม่มีรูปภาพในโพสต์
tr: Gönderilerde Görsel Yok
uk: Без зображень у дописах
vi: Không có hình ảnh trong bài đăng
zh_hans: 帖子中不要包含图片

source: AppleVis posts shouldn't include images or direct links to images. Please describe the information in text instead.
ar: يجب ألا تتضمن منشورات AppleVis صورًا أو روابط مباشرة إلى صور. يُرجى وصف المعلومات بالنص بدلًا من ذلك.
de: AppleVis-Beiträge sollten keine Bilder oder direkten Links zu Bildern enthalten. Bitte beschreibe die Informationen stattdessen als Text.
el: Οι αναρτήσεις στο AppleVis δεν πρέπει να περιέχουν εικόνες ή άμεσους συνδέσμους προς εικόνες. Περιγράψτε τις πληροφορίες με κείμενο.
es: Las publicaciones de AppleVis no deben incluir imágenes ni enlaces directos a imágenes. Describe la información con texto.
fa: پست‌های AppleVis نباید تصویر یا پیوند مستقیم به تصویر داشته باشند. لطفاً اطلاعات را با متن شرح دهید.
fr: Les messages AppleVis ne doivent pas contenir d'images ni de liens directs vers des images. Décrivez plutôt l'information en texte.
he: פוסטים ב-AppleVis לא אמורים לכלול תמונות או קישורים ישירים לתמונות. נא לתאר את המידע בטקסט.
hi: AppleVis पोस्ट में चित्र या चित्रों के सीधे लिंक नहीं होने चाहिए। कृपया जानकारी टेक्स्ट में बताएँ।
id: Postingan AppleVis tidak boleh berisi gambar atau tautan langsung ke gambar. Harap jelaskan informasinya dalam teks.
it: I post di AppleVis non devono includere immagini o link diretti a immagini. Descrivi invece le informazioni con il testo.
ja: AppleVis の投稿には、画像や画像への直接リンクを含めないでください。情報は文章で説明してください。
ko: AppleVis 게시물에는 이미지나 이미지 직접 링크를 넣지 마세요. 정보는 글로 설명해 주세요.
nl: AppleVis-berichten mogen geen afbeeldingen of directe links naar afbeeldingen bevatten. Beschrijf de informatie in tekst.
pl: Wpisy w AppleVis nie powinny zawierać obrazów ani bezpośrednich linków do obrazów. Opisz informacje tekstem.
pt: As postagens do AppleVis não devem incluir imagens nem links diretos para imagens. Descreva a informação em texto.
ru: Сообщения на AppleVis не должны содержать изображения или прямые ссылки на изображения. Опишите информацию текстом.
sv: Inlägg på AppleVis ska inte innehålla bilder eller direktlänkar till bilder. Beskriv informationen i text i stället.
th: โพสต์ใน AppleVis ไม่ควรมีรูปภาพหรือลิงก์ตรงไปยังรูปภาพ โปรดอธิบายข้อมูลเป็นข้อความแทน
tr: AppleVis gönderilerinde görsel veya görsellere doğrudan bağlantı bulunmamalıdır. Lütfen bilgiyi bunun yerine metinle anlatın.
uk: Дописи на AppleVis не повинні містити зображень або прямих посилань на зображення. Опишіть інформацію текстом.
vi: Bài đăng trên AppleVis không nên có hình ảnh hoặc liên kết trực tiếp đến hình ảnh. Vui lòng mô tả thông tin bằng văn bản.
zh_hans: AppleVis 帖子不应包含图片或指向图片的直接链接。请改用文字描述相关信息。

source: Keep AppleVis 13+
ar: AppleVis لعمر 13 عامًا فأكثر
de: AppleVis ab 13
el: AppleVis για 13+
es: AppleVis para mayores de 13
fa: AppleVis برای ۱۳ سال به بالا
fr: AppleVis pour les 13 ans et plus
he: AppleVis מגיל 13
hi: AppleVis 13+ के लिए
id: AppleVis untuk 13+
it: AppleVis dai 13 anni in su
ja: AppleVis は13歳以上
ko: AppleVis 13세 이상
nl: AppleVis vanaf 13 jaar
pl: AppleVis od 13 lat
pt: AppleVis para maiores de 13
ru: AppleVis для 13+
sv: AppleVis från 13 år
th: AppleVis สำหรับอายุ 13 ปีขึ้นไป
tr: AppleVis 13+
uk: AppleVis для 13+
vi: AppleVis dành cho 13 tuổi trở lên
zh_hans: AppleVis 适合 13 岁以上

source: AppleVis allows mild language, but not vulgar or explicit wording. This keeps the community welcoming and suitable for the app's age rating.
ar: يسمح AppleVis بالألفاظ الخفيفة، لكن ليس بالكلمات البذيئة أو الصريحة. هذا يبقي المجتمع مرحّبًا ومناسبًا لتصنيف عمر التطبيق.
de: AppleVis erlaubt milde Ausdrücke, aber keine derbe oder explizite Sprache. So bleibt die Community einladend und passend zur Altersfreigabe der App.
el: Το AppleVis επιτρέπει ήπια γλώσσα, αλλά όχι χυδαίες ή ακατάλληλες λέξεις. Έτσι η κοινότητα μένει φιλόξενη και κατάλληλη για την ηλικιακή διαβάθμιση της εφαρμογής.
es: AppleVis permite un lenguaje suave, pero no palabras vulgares ni explícitas. Así la comunidad sigue siendo acogedora y adecuada para la clasificación por edad de la app.
fa: AppleVis زبان ملایم را مجاز می‌داند، اما نه واژه‌های زشت یا صریح را. این کار جامعه را خوشایند و مناسب ردهٔ سنی برنامه نگه می‌دارد.
fr: AppleVis autorise un langage léger, mais pas de mots grossiers ou explicites. Cela garde la communauté accueillante et adaptée à la classification par âge de l'app.
he: AppleVis מתיר שפה עדינה, אבל לא מילים גסות או בוטות. כך הקהילה נשארת מזמינה ומתאימה לדירוג הגיל של האפליקציה.
hi: AppleVis हल्की भाषा की अनुमति देता है, लेकिन अभद्र या अश्लील शब्दों की नहीं। इससे समुदाय स्वागत करने वाला और ऐप की आयु रेटिंग के अनुकूल रहता है।
id: AppleVis mengizinkan bahasa ringan, tetapi tidak kata-kata vulgar atau eksplisit. Ini menjaga komunitas tetap ramah dan sesuai dengan rating usia aplikasi.
it: AppleVis consente un linguaggio leggero, ma non parole volgari o esplicite. Così la comunità resta accogliente e adatta alla classificazione per età dell'app.
ja: AppleVis では軽い表現は認められていますが、下品な言葉や露骨な言葉は認められていません。コミュニティを歓迎される場所に保ち、アプリの年齢区分に合わせるためです。
ko: AppleVis는 가벼운 표현은 허용하지만 저속하거나 노골적인 말은 허용하지 않습니다. 이렇게 해서 커뮤니티를 환영받는 공간으로 유지하고 앱 연령 등급에 맞춥니다.
nl: AppleVis staat milde taal toe, maar geen grove of expliciete woorden. Zo blijft de community gastvrij en passend bij de leeftijdsclassificatie van de app.
pl: AppleVis dopuszcza łagodny język, ale nie wulgarne ani dosadne słowa. Dzięki temu społeczność pozostaje przyjazna i zgodna z kategorią wiekową aplikacji.
pt: O AppleVis permite linguagem leve, mas não palavras vulgares ou explícitas. Assim a comunidade continua acolhedora e adequada à classificação etária do app.
ru: AppleVis допускает мягкую лексику, но не грубые или откровенные слова. Так сообщество остаётся дружелюбным и соответствует возрастному рейтингу приложения.
sv: AppleVis tillåter milt språk, men inte vulgära eller explicita ord. Det håller gemenskapen välkomnande och passande för appens åldersgräns.
th: AppleVis อนุญาตคำที่ไม่รุนแรง แต่ไม่อนุญาตคำหยาบหรือโจ่งแจ้ง เพื่อให้ชุมชนเป็นมิตรและเหมาะกับการจัดระดับอายุของแอป
tr: AppleVis hafif ifadelere izin verir, ancak kaba veya müstehcen sözcüklere izin vermez. Bu, topluluğu sıcak ve uygulamanın yaş sınırına uygun tutar.
uk: AppleVis дозволяє м'яку лексику, але не грубі чи відверті слова. Так спільнота залишається доброзичливою й відповідає віковому рейтингу додатка.
vi: AppleVis cho phép từ ngữ nhẹ, nhưng không cho phép lời lẽ thô tục hoặc khiếm nhã. Điều này giúp cộng đồng luôn thân thiện và phù hợp với phân loại độ tuổi của ứng dụng.
zh_hans: AppleVis 允许温和的用语，但不允许粗俗或露骨的措辞。这能让社区保持友好，并符合应用的年龄分级。

source: Respectful Discussion
ar: نقاش محترم
de: Respektvolle Diskussion
el: Συζήτηση με σεβασμό
es: Debate respetuoso
fa: گفتگوی محترمانه
fr: Discussion respectueuse
he: דיון מכבד
hi: सम्मानजनक चर्चा
id: Diskusi yang Saling Menghormati
it: Discussione rispettosa
ja: 敬意ある議論
ko: 존중하는 토론
nl: Respectvolle discussie
pl: Kulturalna dyskusja
pt: Discussão respeitosa
ru: Уважительное общение
sv: Respektfull diskussion
th: การสนทนาอย่างให้เกียรติ
tr: Saygılı Tartışma
uk: Шанобливе спілкування
vi: Thảo luận tôn trọng
zh_hans: 尊重讨论

source: This draft may come across as a personal attack, harassment, hate, or trolling. Please change it to focus on the issue, not the person, before posting.
ar: قد تبدو هذه المسودة هجومًا شخصيًا أو تحرشًا أو كراهية أو استفزازًا. يُرجى تغييرها لتركز على القضية لا على الشخص قبل النشر.
de: Dieser Entwurf könnte wie ein persönlicher Angriff, Belästigung, Hass oder Trollen wirken. Bitte ändere ihn vor dem Veröffentlichen so, dass es um die Sache geht und nicht um die Person.
el: Αυτό το προσχέδιο μπορεί να φανεί σαν προσωπική επίθεση, παρενόχληση, μίσος ή τρολάρισμα. Αλλάξτε το ώστε να εστιάζει στο θέμα και όχι στο πρόσωπο πριν το δημοσιεύσετε.
es: Este borrador podría parecer un ataque personal, acoso, odio o provocación. Cámbialo para centrarte en el tema y no en la persona antes de publicar.
fa: این پیش‌نویس ممکن است حملهٔ شخصی، آزار، نفرت یا ترول‌بازی به نظر برسد. لطفاً پیش از انتشار آن را طوری تغییر دهید که روی موضوع تمرکز کند، نه روی شخص.
fr: Ce brouillon pourrait être perçu comme une attaque personnelle, du harcèlement, de la haine ou de la provocation. Modifiez-le pour parler du problème, pas de la personne, avant de publier.
he: הטיוטה הזו עלולה להיראות כמו התקפה אישית, הטרדה, שנאה או טרולינג. נא לשנות אותה כך שתתמקד בנושא ולא באדם לפני הפרסום.
hi: यह ड्राफ़्ट व्यक्तिगत हमला, उत्पीड़न, नफ़रत या ट्रोलिंग जैसा लग सकता है। कृपया पोस्ट करने से पहले इसे बदलें ताकि यह व्यक्ति पर नहीं, मुद्दे पर केंद्रित हो।
id: Draf ini bisa terkesan sebagai serangan pribadi, pelecehan, kebencian, atau trolling. Harap ubah agar berfokus pada masalah, bukan pada orangnya, sebelum memposting.
it: Questa bozza potrebbe sembrare un attacco personale, molestia, odio o provocazione. Modificala per concentrarti sul problema, non sulla persona, prima di pubblicare.
ja: この下書きは個人攻撃、嫌がらせ、ヘイト、荒らしと受け取られるおそれがあります。投稿する前に、人ではなく問題に焦点を当てるよう変更してください。
ko: 이 초안은 인신공격, 괴롭힘, 혐오, 트롤링으로 받아들여질 수 있습니다. 게시하기 전에 사람이 아니라 문제에 초점을 맞추도록 수정해 주세요.
nl: Dit concept kan overkomen als een persoonlijke aanval, intimidatie, haat of trollen. Pas het aan zodat het over de zaak gaat en niet over de persoon, voordat je het plaatst.
pl: Ta wersja robocza może zostać odebrana jako atak osobisty, nękanie, mowa nienawiści lub trollowanie. Przed publikacją zmień ją tak, by dotyczyła sprawy, a nie osoby.
pt: Este rascunho pode parecer um ataque pessoal, assédio, ódio ou provocação. Altere-o para focar no assunto, não na pessoa, antes de publicar.
ru: Этот черновик может выглядеть как личное оскорбление, травля, ненависть или троллинг. Перед публикацией измените его, чтобы речь шла о проблеме, а не о человеке.
sv: Det här utkastet kan uppfattas som ett personangrepp, trakasserier, hat eller troll. Ändra det så att det handlar om frågan och inte om personen innan du publicerar.
th: ฉบับร่างนี้อาจดูเหมือนการโจมตีส่วนบุคคล การคุกคาม ความเกลียดชัง หรือการยั่วยุ โปรดแก้ไขให้เน้นที่ประเด็น ไม่ใช่ตัวบุคคล ก่อนโพสต์
tr: Bu taslak kişisel saldırı, taciz, nefret veya trollük gibi algılanabilir. Lütfen yayınlamadan önce kişiye değil konuya odaklanacak şekilde değiştirin.
uk: Ця чернетка може виглядати як особиста образа, цькування, ненависть або тролінг. Перед публікацією змініть її, щоб ішлося про проблему, а не про людину.
vi: Bản nháp này có thể bị xem là công kích cá nhân, quấy rối, thù ghét hoặc khiêu khích. Vui lòng sửa để tập trung vào vấn đề, không phải con người, trước khi đăng.
zh_hans: 这份草稿可能会被视为人身攻击、骚扰、仇恨言论或恶意挑衅。发布前请修改，把重点放在问题上，而不是某个人身上。

source: This draft may sound hostile. Consider a softer tone that focuses on the problem, your experience, or your question.
ar: قد تبدو هذه المسودة عدائية. جرّب نبرة ألطف تركز على المشكلة أو تجربتك أو سؤالك.
de: Dieser Entwurf könnte feindselig klingen. Ein sanfterer Ton, der sich auf das Problem, deine Erfahrung oder deine Frage konzentriert, wäre gut.
el: Αυτό το προσχέδιο μπορεί να ακούγεται εχθρικό. Δοκιμάστε έναν πιο ήπιο τόνο που εστιάζει στο πρόβλημα, την εμπειρία σας ή την ερώτησή σας.
es: Este borrador podría sonar hostil. Prueba con un tono más suave, centrado en el problema, tu experiencia o tu pregunta.
fa: این پیش‌نویس ممکن است خصمانه به نظر برسد. لحن ملایم‌تری را امتحان کنید که روی مشکل، تجربهٔ شما یا پرسشتان تمرکز دارد.
fr: Ce brouillon pourrait paraître hostile. Essayez un ton plus doux, centré sur le problème, votre expérience ou votre question.
he: הטיוטה הזו עלולה להישמע עוינת. נסו טון רך יותר שמתמקד בבעיה, בחוויה שלכם או בשאלה שלכם.
hi: यह ड्राफ़्ट शत्रुतापूर्ण लग सकता है। नरम लहजा आज़माएँ जो समस्या, आपके अनुभव या आपके सवाल पर केंद्रित हो।
id: Draf ini mungkin terdengar bermusuhan. Coba nada yang lebih lembut yang berfokus pada masalah, pengalaman, atau pertanyaan Anda.
it: Questa bozza potrebbe sembrare ostile. Prova un tono più morbido, incentrato sul problema, sulla tua esperienza o sulla tua domanda.
ja: この下書きは敵対的に聞こえるかもしれません。問題、あなたの経験、あなたの質問に焦点を当てた、やわらかい口調にしてみてください。
ko: 이 초안은 적대적으로 들릴 수 있습니다. 문제, 경험, 질문에 초점을 맞춘 부드러운 어조로 바꿔 보세요.
nl: Dit concept kan vijandig klinken. Probeer een zachtere toon die zich richt op het probleem, je ervaring of je vraag.
pl: Ta wersja robocza może brzmieć wrogo. Spróbuj łagodniejszego tonu, skupionego na problemie, Twoim doświadczeniu lub pytaniu.
pt: Este rascunho pode soar hostil. Tente um tom mais suave, focado no problema, na sua experiência ou na sua pergunta.
ru: Этот черновик может звучать враждебно. Попробуйте более мягкий тон, сосредоточенный на проблеме, вашем опыте или вопросе.
sv: Det här utkastet kan låta fientligt. Prova en mjukare ton som fokuserar på problemet, din erfarenhet eller din fråga.
th: ฉบับร่างนี้อาจฟังดูไม่เป็นมิตร ลองใช้น้ำเสียงที่นุ่มนวลขึ้น โดยเน้นที่ปัญหา ประสบการณ์ หรือคำถามของคุณ
tr: Bu taslak düşmanca gelebilir. Soruna, deneyiminize veya sorunuza odaklanan daha yumuşak bir ton deneyin.
uk: Ця чернетка може звучати ворожо. Спробуйте м'якший тон, зосереджений на проблемі, вашому досвіді чи запитанні.
vi: Bản nháp này có thể nghe có vẻ thù địch. Hãy thử giọng điệu nhẹ nhàng hơn, tập trung vào vấn đề, trải nghiệm hoặc câu hỏi của bạn.
zh_hans: 这份草稿可能听起来带有敌意。试着换用更温和的语气，专注于问题、你的经历或你的提问。

source: Tone Check
ar: فحص النبرة
de: Tonfall
el: Έλεγχος τόνου
es: Revisión del tono
fa: بررسی لحن
fr: Vérification du ton
he: בדיקת טון
hi: लहजे की जाँच
id: Pemeriksaan Nada
it: Controllo del tono
ja: 口調のチェック
ko: 어조 확인
nl: Toon
pl: Sprawdzenie tonu
pt: Verificação de tom
ru: Проверка тона
sv: Tonkontroll
th: ตรวจสอบน้ำเสียง
tr: Ton Denetimi
uk: Перевірка тону
vi: Kiểm tra giọng điệu
zh_hans: 语气检查

source: This draft may sound frustrated or sharp. A calmer tone can help others respond helpfully.
ar: قد تبدو هذه المسودة محبطة أو حادة. تساعد النبرة الأهدأ الآخرين على الرد بطريقة مفيدة.
de: Dieser Entwurf könnte frustriert oder scharf klingen. Ein ruhigerer Ton hilft anderen, hilfreich zu antworten.
el: Αυτό το προσχέδιο μπορεί να ακούγεται εκνευρισμένο ή απότομο. Ένας πιο ήρεμος τόνος βοηθά τους άλλους να απαντήσουν χρήσιμα.
es: Este borrador podría sonar frustrado o brusco. Un tono más tranquilo ayuda a que los demás respondan de forma útil.
fa: این پیش‌نویس ممکن است دلخور یا تند به نظر برسد. لحن آرام‌تر به دیگران کمک می‌کند پاسخ مفیدی بدهند.
fr: Ce brouillon pourrait paraître agacé ou sec. Un ton plus calme aide les autres à répondre utilement.
he: הטיוטה הזו עלולה להישמע מתוסכלת או חדה. טון רגוע יותר עוזר לאחרים להגיב באופן מועיל.
hi: यह ड्राफ़्ट झुंझलाया हुआ या तीखा लग सकता है। शांत लहजा दूसरों को मददगार जवाब देने में मदद करता है।
id: Draf ini mungkin terdengar kesal atau tajam. Nada yang lebih tenang membantu orang lain membalas dengan bermanfaat.
it: Questa bozza potrebbe sembrare frustrata o brusca. Un tono più calmo aiuta gli altri a rispondere in modo utile.
ja: この下書きはいら立っている、またはきつく聞こえるかもしれません。落ち着いた口調にすると、ほかの人が役立つ返信をしやすくなります。
ko: 이 초안은 짜증 나거나 날카롭게 들릴 수 있습니다. 차분한 어조가 다른 사람들이 도움이 되는 답을 하는 데 좋습니다.
nl: Dit concept kan gefrustreerd of scherp klinken. Een rustigere toon helpt anderen om behulpzaam te reageren.
pl: Ta wersja robocza może brzmieć na sfrustrowaną lub ostrą. Spokojniejszy ton pomoże innym odpowiedzieć w pomocny sposób.
pt: Este rascunho pode soar frustrado ou ríspido. Um tom mais calmo ajuda os outros a responder de forma útil.
ru: Этот черновик может звучать раздражённо или резко. Спокойный тон помогает другим отвечать по делу.
sv: Det här utkastet kan låta frustrerat eller skarpt. En lugnare ton hjälper andra att svara på ett hjälpsamt sätt.
th: ฉบับร่างนี้อาจฟังดูหงุดหงิดหรือรุนแรง น้ำเสียงที่สงบกว่าช่วยให้ผู้อื่นตอบกลับได้อย่างเป็นประโยชน์
tr: Bu taslak öfkeli veya sert gelebilir. Daha sakin bir ton, başkalarının yararlı yanıt vermesine yardımcı olur.
uk: Ця чернетка може звучати роздратовано або різко. Спокійніший тон допомагає іншим відповідати по суті.
vi: Bản nháp này có thể nghe có vẻ bực bội hoặc gay gắt. Giọng điệu bình tĩnh hơn giúp người khác trả lời hữu ích hơn.
zh_hans: 这份草稿可能听起来有些沮丧或尖锐。更平和的语气能帮助其他人给出有用的回复。

source: Personal Information
ar: المعلومات الشخصية
de: Persönliche Daten
el: Προσωπικά στοιχεία
es: Información personal
fa: اطلاعات شخصی
fr: Informations personnelles
he: מידע אישי
hi: व्यक्तिगत जानकारी
id: Informasi Pribadi
it: Informazioni personali
ja: 個人情報
ko: 개인 정보
nl: Persoonlijke gegevens
pl: Dane osobowe
pt: Informações pessoais
ru: Личная информация
sv: Personuppgifter
th: ข้อมูลส่วนบุคคล
tr: Kişisel Bilgiler
uk: Особиста інформація
vi: Thông tin cá nhân
zh_hans: 个人信息
